! ===========================================================================
!
!   CyrDef.h:
!   ќпределение Z-таблицы дл€ кириллицы.
!   (Ётот файл должен быть ѕ≈–¬џћ, включенным в любую программу,
!   использующую русский €зык!)
!
!   Source encoding: CP1251
!
!   (c) Gayev D.G. 2003-2004
!
! ---------------------------------------------------------------------------

Zcharacter
  "абвгдежзийклмнопрстуфхьэю€"
  "јЅ¬√ƒ≈∆«»… ЋћЌќѕ–—“”‘’№Ёёя"
  "Є®ц÷ч„шЎщўыџъЏ():;,.!?/";
Zcharacter table + Т@<<Т Т@>>Т;

